<?php

/* @var $this yii\web\View */

$this->title = 'Test-its';
?>
<style>
    li {

    }
</style>
<div class="site-index">
    <div class="body-content">

        <div class="row">
            <div class="col-sm-12">
                <ol>
                    <li><a href="test">Выбрать название города и количество сотрудников, проживающих в нем, возраст которых старше 30 лет и они созданы более 1 месяца назад.</a></li>
                    <li><a href="test">Показать имена сотрудников, их возраст, номера телефонов и e-mail. А также возраст сотрудников, которые проживают в городе "Rhayader".</a></li>
                    <li><a href="test">Показать всех сотрудников и название города, у которых более одного номера телефона и e-mail заканчивается на .com</a></li>
                    <li><a href="test">Показать средний возраст текущих сотрудников (статус - 0) по каждому городу.</a></li>
                    <li><a href="test">Показать телефоны всех сотрудников, добавленных с апреля по сентябрь текущего года включительно.</a></li>
                    <li><a href="test">Показать всех сотрудников, у кого мобильный телефон ни разу не редактировался (см. дату создания и дату обновления записи).</a></li>
                </ol>
            </div>
        </div>

    </div>
</div>
